---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.CentralModelAccessDeniedException
source: html/38563468-4bcb-0f04-5b26-134c4bc515b1.htm
---
# CentralModelAccessDeniedException Members

Retrieves data needed to serialize the target object.